{
  "answer": " **10 najčešćih pitanja o studiju programskog inženjerstva na Sveučilištu Algebra u Zagrebu:**\n\n1. Koji su uvjeti za upis na studij programskog inženjerstva?\n2. Koliko traje studij programskog inženjerstva?\n3. Koji su predmeti koji se studiraju na studiju programskog inženjerstva?\n4. Koja su zanimanja koja se mogu obavljati nakon završetka studija programskog inženjerstva?\n5. Koje su mogućnosti zaposlenja nakon završetka studija programskog inženjerstva?\n6. Koje su prednosti studija programskog inženjerstva na Sveučilištu Algebra u Zagrebu?\n7. Koje su mane studija programskog inženjerstva na Sveučilištu Algebra u Zagrebu?\n8. Koje su mogućnosti za nastavak školovanja nakon završetka studija programskog inženjerstva?\n9. Koje su mogućnosti za međunarodnu suradnju na studiju programskog inženjerstva na Sveučilištu Algebra u Zagrebu?\n10. Koje su mogućnosti za studentski život na Sveučilištu Algebra u Zagrebu?\n\n**Prijedlozi kako prikupiti informacije o studiju programskog inženjerstva na Sveučilištu Algebra u Zagrebu:**\n\n* Posjetite službenu web stranicu Sveučilišta Algebra u Zagrebu.\n* Kontaktirajte studentsku službu Sveučilišta Algebra u Zagrebu.\n* Posjetite informativni dan Sveučilišta Algebra u Zagrebu.\n* Razgovarajte sa studentima koji studiraju programsko inženjerstvo na Sveučilištu Algebra u Zagrebu.\n* Pročitajte forume i online zajednice posvećene studiju programskog inženjerstva.",
  "context": "Molim odgovorite na upit samo ako ste sigurni u svoje znanje. Ako niste sigurni, molimo navedite prijedloge kako prikupiti informacije umjesto toga. Upit je vezan uz Sveučilište Algebra u Zagrebu Upit: Radim anketu za korisnike chatbota. Iz dokumentacije o studiju programskog inzenjerstva generiraj 10 najcesih pitanja o studiju."
}
