{
  "answer": " **Odgovor:**\n\n1. **Kontaktirajte svog profesora.** Prvi korak je da kontaktirate svog profesora i pokušate riješiti problem izravno s njim. Možete mu poslati e-mail ili zatražiti sastanak. Budite profesionalni i objektivni u svojoj komunikaciji i pokušajte izbjeći optužbe ili napade.\n2. **Kontaktirajte odjel za studentske poslove.** Ako ne možete riješiti problem sa svojim profesorom, možete kontaktirati odjel za studentske poslove. Oni vam mogu pružiti informacije o vašim pravima i opcijama i mogu vam pomoći u podnošenju žalbe.\n3. **Podnesite formalnu žalbu.** Ako niste zadovoljni ishodom vašeg razgovora sa odjelom za studentske poslove, možete podnijeti formalnu žalbu. Postupak za podnošenje žalbe može se razlikovati ovisno o vašem sveučilištu, pa se obavezno obratite odjelu za studentske poslove za više informacija.\n\n**Prijedlozi za prikupljanje informacija:**\n\n* **Kontaktirajte odjel za studentske poslove.** Odjel za studentske poslove je najbolji izvor informacija o vašim pravima i opcijama u vezi sa žalbama na ocjene. Oni vam mogu pružiti informacije o postupku za podnošenje žalbe i mogu vam pomoći u prikupljanju potrebne dokumentacije.\n* **Razgovarajte sa drugim studentima.** Razgovarajte sa drugim studentima koji su imali slična iskustva ili koji su podnijeli žalbe na ocjene. Oni vam mogu pružiti korisne savjete i podršku.\n* **Pretražite internet.** Na internetu možete pronaći mnogo korisnih informacija o žalbama na ocjene. Postoje mnogi forumi i web stranice gdje studenti dijele svoja iskustva i savjete.",
  "context": "Molim odgovorite na upit samo ako ste sigurni u svoje znanje. Ako niste sigurni, molimo navedite prijedloge kako prikupiti informacije umjesto toga. Upit je vezan uz Sveučilište Algebra u Zagrebu Upit: Poštovani, profesor me srušio na usmenom ispitu iz matematike I. Smatram da me srušio bez valjanog razloga. Možete li mi reći gdje i kako se mogu žaliti?"
}
